<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Site Language Lines
    |--------------------------------------------------------------------------
    */

    //Нийтлэг үгс

    // A
    'action'            => 'Үйлдэл',
    'active'            => 'Идэвхитэй',
    'add'               => 'Нэмэх',

    // B

    // C
    'cancel'            => 'Болих',
    'change_password'   => 'Нууц үг солих',
    
    // D
    'delete'            => 'Устгах',

    // E
    'edit'              => 'Засах',
    'email'             => 'Имэйл хаяг',

    // F
    'forget_password'   => 'Нууц үгээ мартсан уу',
    // G
    
    // H
    'home'             => 'Эхлэл',

    // I
    'image'            => 'Зураг',
    'images'           => 'Зургууд',
    'inactive'         => 'Идэвхигүй',

    // J

    // K

    // L
    'login'            => 'Нэвтрэх',
    'logout'           => 'Гарах',

    // M

    // N
    'name'             => 'Нэр',
    'names'            => 'Нэрүүд',
    'notification'     => 'Мэдэгдэл',
    'notifications'    => 'Мэдэгдэлүүд',

    // O

    // P
    'password'         => 'Нууц үг',
    'profile'          => 'Профайл',
    'publish'          => 'Нийтлэх',
    'published'        => 'Нийтлэгдсэн',

    // R
    'remember_me'      => 'Имэйл сана',
    'required_email'   => 'Имэйл талбар хоосон байна!',
    'required_password'  => 'Нууц үг талбар хоосон байна!',
    'required_email_valid'  => 'Имэйл хаяг биш байна!',
    'required_email_selected'  => 'Бүртгэлгүй имэйл хаяг байна!',
    
    // S
    'save'             => 'Хадгалах',
    'save_and_new'     => 'Хадгалаад шинээр',
    'search'           => 'Хайлт',
    'status'           => 'Төлөв',
    'sys_sign_in'      => 'Системд нэвтрэх',
    

    // T
    'title'            => 'Гарчиг',

    // U
    'unpublish'        => 'Нийтлэхгүй',
    'unpublished'      => 'Нийтлэгдээгүй',
    'update'           => 'Засварлах',
    'user'             => 'Хэрэглэгч',

    // V

    // W
    'wrong_email_password' => 'Имэйл эсвэл нууц үг буруу байна.',
    
    // X

    // Y

    // Z




    //Сайтын хэл

];
